Repository: wp-plugins/tweet-mypost
Catalog: lang/tweet_mypost-*.po
Languages: pt_br

source: Unallowed
pt_br: Não permitido

source: Tweet myPost &lsaquo; Settings
pt_br: Tweet myPost &lsaquo; Configurações

source: Please Configure <strong>Tweet myPost</strong>
pt_br: Por favor, configure o <strong>Tweet myPost</strong>

source: Send to Twitter
pt_br: Enviar para o Twitter

source: Tweet myPost Settings
pt_br: Configuração do Tweet myPost

source: Settings updated.
pt_br: Configurações salvas.

source: OAuth Twitter Settings
pt_br: OAuth Twitter Config.

source: Format tweet
pt_br: Formato do tweet

source: Post title
pt_br: Titulo do post

source: Post URL
pt_br: URL do post

source: Shorten
pt_br: Encurtador

source: Custom
pt_br: Personalizado

source: Update settings
pt_br: Salvar configurações

source: Support
pt_br: Suporte

source: Already have access token?
pt_br: Já tem a Access Token?

source: Register your <a href="http://dev.twitter.com/apps/new" target="_blank">application on Twitter</a>.
pt_br: Registre sua <a href="http://dev.twitter.com/apps/new" target="_blank">aplicação no Twitter</a>.

source: Step by step: <a href="http://www.reitor.org/wp-plugins/tweet-mypost/" target="_blank">www.reitor.org/wp-plugins/tweet-mypost/</a>
pt_br: Passo-a-passo: <a href="http://www.reitor.org/wp-plugins/tweet-mypost/" target="_blank">www.reitor.org/wp-plugins/tweet-mypost/</a>

source: How to support me?
pt_br: Como me ajudar?

source: Help me to improve the plugin.
pt_br: Ajuda-me a melhorar o plugin.

source: Send me bug reports, bugfixes, code modifications or your ideas.
pt_br: Envie-me relatos de bugs, correções, modificações de código ou as suas ideias.

source: Make a translation of the plugin.
pt_br: Faça a tradução do plugin.

source: The give other users more comfort help me to translate it to all languages.
pt_br: Para dar a outros usuários mais conforto, me ajudar a traduzi-lo para todos os idiomas.

source: Make A Donation
pt_br: Faça uma doação

source: Share
pt_br: Compartilhe
